[
  { "word": "Chikorita", "secret": "A gentle grass Pokémon that uses a leaf to sense humidity." },
  { "word": "Bayleef", "secret": "A leafy Pokémon with a sweet smell that calms others." },
  { "word": "Meganium", "secret": "A majestic plant Pokémon whose petals emit healing scents." },
  { "word": "Cyndaquil", "secret": "A timid fire Pokémon that flares its back flames when startled." },
  { "word": "Quilava", "secret": "A fiery Pokémon that becomes aggressive when its flames burn bright." },
  { "word": "Typhlosion", "secret": "A powerful fire Pokémon with intense heat and speed." },
  { "word": "Totodile", "secret": "A playful crocodile Pokémon that bites with surprising force." },
  { "word": "Croconaw", "secret": "A tough water Pokémon with a strong jaw for crushing prey." },
  { "word": "Feraligatr", "secret": "A massive water-type brawler with fearsome teeth." },
  { "word": "Sentret", "secret": "A vigilant, furry Pokémon that stands on its tail to watch." },
  { "word": "Furret", "secret": "A long, agile Pokémon that darts through grass with ease." },
  { "word": "Hoothoot", "secret": "A nocturnal owl Pokémon that keeps perfect time with the moon." },
  { "word": "Noctowl", "secret": "A wise, silent bird Pokémon with keen night vision." },
  { "word": "Ledyba", "secret": "A small, friendly bug Pokémon that moves in groups." },
  { "word": "Ledian", "secret": "A graceful bug Pokémon that uses its antennae to communicate." },
  { "word": "Spinarak", "secret": "A web-weaving spider Pokémon that hides in shadows." },
  { "word": "Ariados", "secret": "A long-legged spider Pokémon that traps prey in silk-lined lairs." },
  { "word": "Crobat", "secret": "A swift bat Pokémon that hunts through echolocation and speed." },
  { "word": "Chinchou", "secret": "An electric sea lantern Pokémon that glows in dark waters." },
  { "word": "Lanturn", "secret": "A bioluminescent fish Pokémon that lures prey with light." },
  { "word": "Pichu", "secret": "A tiny electric baby that stores electricity in its cheeks." },
  { "word": "Cleffa", "secret": "A small, sweet fairy-like baby with a soft demeanor." },
  { "word": "Igglybuff", "secret": "A round singing baby Pokémon that often drifts to sleep." },
  { "word": "Togepi", "secret": "A joyous egg Pokémon that spreads happiness to others." },
  { "word": "Togetic", "secret": "A gentle, winged Pokémon that brings good fortune." },
  { "word": "Natu", "secret": "A small psychic bird that peeks into the future." },
  { "word": "Xatu", "secret": "A mystical bird that stands still while gazing at distant horizons." },
  { "word": "Mareep", "secret": "A woolly electric sheep that stores static in its fleece." },
  { "word": "Flaaffy", "secret": "A fluffy electric sheep that shocks foes with stored energy." },
  { "word": "Ampharos", "secret": "A beacon-like electric Pokémon whose tail lights the night." },
  { "word": "Bellossom", "secret": "A dancing flower Pokémon that glows in sunny clearings." },
  { "word": "Marill", "secret": "A plump water mouse with a buoyant tail and loving heart." },
  { "word": "Azumarill", "secret": "A water/ fairy-like Pokémon that bounces gracefully on its tail." },
  { "word": "Sudowoodo", "secret": "A rock Pokémon that mimics trees to avoid detection." },
  { "word": "Politoed", "secret": "A rain-summoning frog Pokémon popular for its song." },
  { "word": "Hoppip", "secret": "A light-seeded Pokémon that drifts on breezes happily." },
  { "word": "Skiploom", "secret": "A buoyant plant Pokémon that hops between clouds." },
  { "word": "Jumpluff", "secret": "A cottony Pokémon that floats across fields with the wind." },
  { "word": "Aipom", "secret": "A mischievous monkey Pokémon with a dexterous tail hand." },
  { "word": "Sunkern", "secret": "A seed Pokémon that uses sunlight to slowly grow stronger." },
  { "word": "Sunflora", "secret": "A sunflower Pokémon that follows the sun across the sky." },
  { "word": "Yanma", "secret": "A fast dragonfly Pokémon that darts and hovers in midair." },
  { "word": "Wooper", "secret": "A simple water/ground Pokémon that loves splashing in ponds." },
  { "word": "Quagsire", "secret": "A relaxed bipedal amphibian that drifts through marshes." },
  { "word": "Espeon", "secret": "A psychic evolution with a sleek body and precognitive powers." },
  { "word": "Umbreon", "secret": "A shadowy evolution that channels moonlight into calm focus." },
  { "word": "Murkrow", "secret": "A nocturnal crow Pokémon that gathers shiny objects." },
  { "word": "Slowking", "secret": "A thoughtful, water-loving evolution with a wise demeanor." },
  { "word": "Misdreavus", "secret": "A ghostly Pokémon that whispers and wanders at dusk." },
  { "word": "Unown", "secret": "A mysterious glyph-shaped Pokémon with unknown origins." },
  { "word": "Wobbuffet", "secret": "A stoic Pokémon that endures attacks and counters with force." },
  { "word": "Girafarig", "secret": "A two-headed giraffine Pokémon with brainy and rear heads." },
  { "word": "Pineco", "secret": "An armoured bug seed that hangs from branches and awaits predators." },
  { "word": "Forretress", "secret": "A steel-shelled bug that protects forests with its hard casing." },
  { "word": "Dunsparce", "secret": "A burrowing, serpentine Pokémon rarely seen by humans." },
  { "word": "Gligar", "secret": "A flying scorpion-like Pokémon that glides and grips its prey." },
  { "word": "Steelix", "secret": "A massive, tempered steel serpent evolved from Onix's bond." },
  { "word": "Snubbull", "secret": "A grumpy, stout pink Pokémon with a gruff appearance." },
  { "word": "Granbull", "secret": "A fierce bulldog-like Pokémon valued for its strong jaws." },
  { "word": "Qwilfish", "secret": "A spiny pufferfish Pokémon that inflates to repel attackers." },
  { "word": "Scizor", "secret": "A metallic pincered bug Pokémon evolved to be swift and deadly." },
  { "word": "Shuckle", "secret": "A tiny creature that stores berries in its shell to ferment." },
  { "word": "Heracross", "secret": "A beetle Pokémon with enormous strength and horned combat." },
  { "word": "Sneasel", "secret": "A quick, sharp-clawed predator that hunts at night." },
  { "word": "Teddiursa", "secret": "A small bear Pokémon that loves honey and gentle naps." },
  { "word": "Ursaring", "secret": "A great bear Pokémon that roams forests seeking honey." },
  { "word": "Slugma", "secret": "A molten-rock Pokémon that leaves a trail of magma." },
  { "word": "Magcargo", "secret": "A slow-moving lava snail with a hardened molten shell." },
  { "word": "Swinub", "secret": "A small, furry hog that roots through snow for food." },
  { "word": "Piloswine", "secret": "A shaggy mammoth-like Pokémon adapted to icy climates." },
  { "word": "Corsola", "secret": "A coral Pokémon that thrives in warm, shallow reefs." },
  { "word": "Remoraid", "secret": "A tiny fish Pokémon that clings to larger ocean creatures." },
  { "word": "Octillery", "secret": "A tentacled shooter that uses pressurized water to attack." },
  { "word": "Delibird", "secret": "A festive bird Pokémon that delivers food in a sack." },
  { "word": "Mantine", "secret": "A graceful flying ray that glides over seas near trainers." },
  { "word": "Skarmory", "secret": "An iron-plated bird Pokémon that patrols the skies in flocks." },
  { "word": "Houndour", "secret": "A dark fire hound that hunts in coordinated packs." },
  { "word": "Houndoom", "secret": "A fierce dark/fire Pokémon with an intimidating howl." },
  { "word": "Kingdra", "secret": "A dragon-sea king with swirling water powers and grace." },
  { "word": "Phanpy", "secret": "A tiny trunked elephant that enjoys playing in dirt." },
  { "word": "Donphan", "secret": "An armored elephant Pokémon that charges with rolling force." },
  { "word": "Porygon2", "secret": "An upgraded virtual creature with more advanced abilities." },
  { "word": "Stantler", "secret": "A stag Pokémon with hypnotic antlers that confuse foes." },
  { "word": "Smeargle", "secret": "An artistic painter Pokémon that sketches moves with its tail." },
  { "word": "Tyrogue", "secret": "A small fighting-type youth whose path depends on training." },
  { "word": "Hitmontop", "secret": "A spinning fighter that battles atop its rounded tail." },
  { "word": "Smoochum", "secret": "A baby ice/psychic Pokémon that adores attention." },
  { "word": "Elekid", "secret": "A sparky electric child Pokémon that buzzes with energy." },
  { "word": "Magby", "secret": "A fiery baby Pokémon that fuels itself with internal heat." },
  { "word": "Miltank", "secret": "A nurturing bovine known for its milk and sturdy form." },
  { "word": "Blissey", "secret": "A caring, egg-bearing Pokémon that comforts the sick." },
  { "word": "Raikou", "secret": "A legendary embodiment of lightning and speed." },
  { "word": "Entei", "secret": "A legendary flame beast that rages across volcanoes." },
  { "word": "Suicune", "secret": "A graceful legendary that purifies water as it travels." },
  { "word": "Larvitar", "secret": "A rock-bodied larva that burrows and grows under pressure." },
  { "word": "Pupitar", "secret": "A hardened cocoon that forms before emerging into power." },
  { "word": "Tyranitar", "secret": "A colossal rock/dark Pokémon with immense destructive force." },
  { "word": "Lugia", "secret": "A guardian of seas with psychic winds and a deep voice." },
  { "word": "Ho-oh", "secret": "A rainbow-winged phoenix that soars with brilliant flames." },
  { "word": "Celebi", "secret": "A time-traveling sprig that appears to protect nature." }
]