[
  { "word": "Bulbasaur", "secret": "A small, seed-backed Pokémon that absorbs sunlight to grow stronger." },
  { "word": "Ivysaur", "secret": "A plant and animal blend; its bud blooms as it stores energy for evolution." },
  { "word": "Venusaur", "secret": "A massive plant Pokémon whose large flower releases nourishing scents and power." },
  { "word": "Charmander", "secret": "A fire-lizard Pokémon whose tail flame reflects its health and mood." },
  { "word": "Charmeleon", "secret": "A fierce, fiery Pokémon that grows more aggressive as it gains strength." },
  { "word": "Charizard", "secret": "A flying fire Pokémon that breathes scorching flames and soars skillfully." },
  { "word": "Squirtle", "secret": "A tiny turtle Pokémon that shelters itself in its shell and sprays water." },
  { "word": "Wartortle", "secret": "A shelled swimmer with powerful limbs and a keen sense for water currents." },
  { "word": "Blastoise", "secret": "A heavy, cannon-backed Pokémon that fires high-pressure jets of water." },
  { "word": "Caterpie", "secret": "A small insect Pokémon that moves by gripping with many prolegs." },
  { "word": "Metapod", "secret": "A hardened cocoon stage; it conserves energy while preparing to evolve." },
  { "word": "Butterfree", "secret": "A graceful winged Pokémon that flutters through forests, scattering spores." },
  { "word": "Weedle", "secret": "A caterpillar-like Pokémon with a sharp stinger it uses for defense." },
  { "word": "Kakuna", "secret": "An immobile cocoon Pokémon that waits patiently for its wings to form." },
  { "word": "Beedrill", "secret": "A stinging, fast insect Pokémon that attacks in coordinated swarms." },
  { "word": "Pidgey", "secret": "A small, common bird Pokémon that navigates using strong instincts." },
  { "word": "Pidgeotto", "secret": "A vigilant bird Pokémon that patrols the skies and dives at prey." },
  { "word": "Pidgeot", "secret": "A majestic bird with powerful wings that commands wide territories." },
  { "word": "Rattata", "secret": "A nimble, quick-to-breed rodent Pokémon that scavenges for food." },
  { "word": "Raticate", "secret": "A larger rodent Pokémon with strong teeth used for gnawing and defense." },
  { "word": "Spearow", "secret": "An aggressive little bird that will bravely defend its turf." },
  { "word": "Fearow", "secret": "A long-beaked bird Pokémon that chases prey across open fields." },
  { "word": "Ekans", "secret": "A sly, coiling snake Pokémon that lurks and strikes with stealth." },
  { "word": "Arbok", "secret": "A large serpent whose intimidating hood pattern wards off threats." },
  { "word": "Pikachu", "secret": "A small electric mouse that stores electricity in its cheeks for quick jolts." },
  { "word": "Raichu", "secret": "A powerful electric rodent that unleashes stronger shocks when provoked." },
  { "word": "Sandshrew", "secret": "A burrowing Pokémon that curls into a ball and hides beneath the sand." },
  { "word": "Sandslash", "secret": "A spiny digger Pokémon that can slash foes with its hardened claws." },
  { "word": "Nidoran", "secret": "A cautious, pointy-eared Pokémon that protects itself with sharp quills." },
  { "word": "Nidorina", "secret": "A slightly larger female Pokémon that is caring yet ready to defend." },
  { "word": "Nidoqueen", "secret": "A strong female Pokémon with a sturdy build adapted for protection." },
  { "word": "Nidoran", "secret": "A headstrong little Pokémon covered in prickly spines for defense." },
  { "word": "Nidorino", "secret": "A bolder male Pokémon whose developing horn is used in battle." },
  { "word": "Nidoking", "secret": "A powerful male Pokémon with massive horn and great offensive strength." },
  { "word": "Clefairy", "secret": "A gentle, mystical Pokémon often associated with nighttime lights and play." },
  { "word": "Clefable", "secret": "A soft, fairy-like Pokémon known for its soothing presence and leaps." },
  { "word": "Vulpix", "secret": "A small fox Pokémon with multiple tails that radiate gentle heat." },
  { "word": "Ninetales", "secret": "An elegant fox whose many tails are said to hold mysterious powers." },
  { "word": "Jigglypuff", "secret": "A round, singing Pokémon whose melody lulls listeners to sleep." },
  { "word": "Wigglytuff", "secret": "A soft, balloon-like Pokémon that sings to comfort and calm others." },
  { "word": "Zubat", "secret": "A winged, blind cave Pokémon that senses surroundings with echoes." },
  { "word": "Golbat", "secret": "A larger bat-like Pokémon that drains energy from its targets." },
  { "word": "Oddish", "secret": "A small plant Pokémon that absorbs moonlight and hides by day." },
  { "word": "Gloom", "secret": "A drooping plant Pokémon that emits a strong sweet scent when blooming." },
  { "word": "Vileplume", "secret": "A floral Pokémon with a large, fragrant bloom that attracts pollinators." },
  { "word": "Paras", "secret": "A mushroom-symbiotic bug that carries fungal growths on its back." },
  { "word": "Parasect", "secret": "A bug whose mushroom has overtaken it, controlling its behavior." },
  { "word": "Venonat", "secret": "A fuzzy, nocturnal bug Pokémon with big compound eyes and keen senses." },
  { "word": "Venomoth", "secret": "A moth Pokémon that scatters powdery scales and subtle toxins." },
  { "word": "Diglett", "secret": "A tiny ground dweller that tunnels quickly through soft soil." },
  { "word": "Dugtrio", "secret": "Three-headed tunnelers that move in perfect coordination underground." },
  { "word": "Meowth", "secret": "A curious cat Pokémon attracted to shiny objects and clever tricks." },
  { "word": "Persian", "secret": "A sleek, elegant feline Pokémon that values comfort and pride." },
  { "word": "Psyduck", "secret": "A confused duck Pokémon prone to headaches with mysterious powers." },
  { "word": "Golduck", "secret": "A swift swimmer whose psychic-like focus aids it in water battles." },
  { "word": "Mankey", "secret": "A temperamental, fast-moving monkey Pokémon that fights fiercely." },
  { "word": "Primeape", "secret": "An enraged fighter whose uncontrolled energy drives its battles." },
  { "word": "Growlithe", "secret": "A loyal, flame-maned pup Pokémon that guards its trainer devotedly." },
  { "word": "Arcanine", "secret": "A large, majestic canine Pokémon famed for speed and noble bearing." },
  { "word": "Poliwag", "secret": "A tadpole-like Pokémon with a swirling belly pattern and aquatic agility." },
  { "word": "Poliwhirl", "secret": "A sturdy swimmer Pokémon that trains hard to master water moves." },
  { "word": "Poliwrath", "secret": "A tough, muscle-bound Pokémon that mixes strength and water power." },
  { "word": "Abra", "secret": "A timid psychic Pokémon that teleports away when threatened." },
  { "word": "Kadabra", "secret": "A psychic Pokémon that uses telekinesis and odd spoon-bending tricks." },
  { "word": "Alakazam", "secret": "An extremely intelligent psychic Pokémon with formidable powers." },
  { "word": "Machop", "secret": "A small but determined fighter that trains its body through constant exercise." },
  { "word": "Machoke", "secret": "A bulky fighter that helps carry heavy loads while refining technique." },
  { "word": "Machamp", "secret": "A four-armed powerhouse that delivers rapid, crushing punches." },
  { "word": "Bellsprout", "secret": "A sprouting plant Pokémon that traps prey with its vine-like body." },
  { "word": "Weepinbell", "secret": "A carnivorous plant that snaps up prey with its gaping mouth." },
  { "word": "Victreebel", "secret": "A large pitcher-plant Pokémon that lures prey with sweet nectar." },
  { "word": "Tentacool", "secret": "A jelly-like sea Pokémon that uses tentacles and stinging cells." },
  { "word": "Tentacruel", "secret": "A larger sea predator with many tentacles and poisonous attacks." },
  { "word": "Geodude", "secret": "A rock-bodied Pokémon that clings to cliffs and rolls to move." },
  { "word": "Graveler", "secret": "A rolling boulder Pokémon with rugged strength and rough edges." },
  { "word": "Golem", "secret": "A massive rock Pokémon with a shell-like exterior and great power." },
  { "word": "Ponyta", "secret": "A fiery horse Pokémon whose hooves leave sparks as it runs." },
  { "word": "Rapidash", "secret": "An elegant, blazing steed that outruns most opponents with grace." },
  { "word": "Slowpoke", "secret": "A slow-moving, simple-minded Pokémon that takes its time for everything." },
  { "word": "Slowbro", "secret": "A relaxed Pokémon with a shell companion that grants odd strength." },
  { "word": "Magnemite", "secret": "A floating metallic Pokémon that generates magnetic fields." },
  { "word": "Magneton", "secret": "Three magnetic units fused together, producing strong electromagnetic force." },
  { "word": "Farfetch'd", "secret": "A wild duck Pokémon that carries a prized stalk used in battle." },
  { "word": "Doduo", "secret": "A two-headed bird that runs fast and communicates with its pair of heads." },
  { "word": "Dodrio", "secret": "A three-headed runner whose heads act independently but in unison." },
  { "word": "Seel", "secret": "A playful sea mammal that swims gracefully and enjoys cold waters." },
  { "word": "Dewgong", "secret": "A sleek, icy swimmer known for graceful movement through the sea." },
  { "word": "Grimer", "secret": "A sludge Pokémon formed from toxic waste that thrives in filth." },
  { "word": "Muk", "secret": "A large, oily sludge creature that leaves a foul, sticky trail." },
  { "word": "Shellder", "secret": "A bivalve Pokémon that clamps down with a powerful shell bite." },
  { "word": "Cloyster", "secret": "A spiny shell Pokémon that shelters a razor-sharp inner shell." },
  { "word": "Gastly", "secret": "A gaseous phantom that drifts through walls and startles foes." },
  { "word": "Haunter", "secret": "A mischievous spirit that delights in making people uneasy." },
  { "word": "Gengar", "secret": "A shadowy Pokémon that lurks in darkness and thrives on mischief." },
  { "word": "Onix", "secret": "A towering rock serpent that tunnels by crushing earth with its body." },
  { "word": "Drowzee", "secret": "A hypnotic, sleep-related Pokémon that manipulates dreams." },
  { "word": "Hypno", "secret": "A hypnotist Pokémon that carries a pendulum to lull others to sleep." },
  { "word": "Krabby", "secret": "A crustacean Pokémon with strong pincers used to grab and fight." },
  { "word": "Kingler", "secret": "A heavy-clawed crab Pokémon whose large pincer delivers great force." },
  { "word": "Voltorb", "secret": "A spherical electric Pokémon that can explode if disturbed." },
  { "word": "Electrode", "secret": "A speedy electric sphere that discharges powerful jolts." },
  { "word": "Exeggcute", "secret": "A cluster of egg-like seeds that react sensitively to sound and light." },
  { "word": "Exeggutor", "secret": "A tall palm-like Pokémon made of several heads that act as one." },
  { "word": "Cubone", "secret": "A solitary young Pokémon that wears its mother's skull as a helmet." },
  { "word": "Marowak", "secret": "A tougher, bone-wielding fighter that guards its territory fiercely." },
  { "word": "Hitmonlee", "secret": "A stretchy-legged fighter that strikes with devastating kicks." },
  { "word": "Hitmonchan", "secret": "A fast, boxing-style fighter trained to land precise punches." },
  { "word": "Lickitung", "secret": "A long-tongued Pokémon that explores and feeds using its sticky tongue." },
  { "word": "Koffing", "secret": "A floating poison gas Pokémon that emits toxic fumes from its body." },
  { "word": "Weezing", "secret": "A pair of linked gas sacs that spew heavy, noxious smoke." },
  { "word": "Rhyhorn", "secret": "A rugged, horned Pokémon that charges headfirst into obstacles." },
  { "word": "Rhydon", "secret": "A powerful horned Pokémon with thick armor and pounding strength." },
  { "word": "Chansey", "secret": "A kind, egg-bearing Pokémon that cares for the weak and injured." },
  { "word": "Tangela", "secret": "A vine-covered Pokémon that constantly sweeps and entangles its surroundings." },
  { "word": "Kangaskhan", "secret": "A maternal Pokémon that fiercely protects its young in its pouch." },
  { "word": "Horsea", "secret": "A small sea horse that drifts in currents and sprays water to defend." },
  { "word": "Seadra", "secret": "A sharp-snouted swimmer that darts through reefs with agility." },
  { "word": "Goldeen", "secret": "A graceful fish Pokémon that swims in elegant, arcing patterns." },
  { "word": "Seaking", "secret": "A proud, horned fish Pokémon that defends its waters vigorously." },
  { "word": "Staryu", "secret": "A star-shaped sea creature that flashes a core when touched." },
  { "word": "Starmie", "secret": "A radiant, rotating star Pokémon with a glowing central core." },
  { "word": "Mr. Mime", "secret": "A performer Pokémon that mimics shapes and creates invisible barriers." },
  { "word": "Scyther", "secret": "A nimble mantis Pokémon that slices swiftly with its sharp scythes." },
  { "word": "Jynx", "secret": "A humanoid ice-dancing Pokémon known for graceful movement and charm." },
  { "word": "Electabuzz", "secret": "A volatile electric Pokémon that crackles aggressively when pumped." },
  { "word": "Magmar", "secret": "A fiery, heat-loving Pokémon whose body blazes with intense warmth." },
  { "word": "Pinsir", "secret": "A strong-horned bug Pokémon that clamps and tosses opponents powerfully." },
  { "word": "Tauros", "secret": "A wild, charging bovine that battles with relentless energy." },
  { "word": "Magikarp", "secret": "A splashy, weak fish that keeps flopping until it grows stronger." },
  { "word": "Gyarados", "secret": "A ferocious sea serpent Pokémon that causes destruction when enraged." },
  { "word": "Lapras", "secret": "A gentle, ferrying Pokémon known for carrying people across waters." },
  { "word": "Ditto", "secret": "A shape-shifting blob that can copy other creatures' forms and moves." },
  { "word": "Eevee", "secret": "A highly adaptable Pokémon capable of evolving in various ways." },
  { "word": "Vaporeon", "secret": "A water-adapted evolution that glides through water like mist." },
  { "word": "Jolteon", "secret": "A twitchy electric evolution that stores power in its spiky fur." },
  { "word": "Flareon", "secret": "A warm, flame-bodied evolution that radiates intense heat." },
  { "word": "Porygon", "secret": "A digital, virtual Pokémon created from computer code and data." },
  { "word": "Omanyte", "secret": "An ancient, shelled creature revived from fossilized remains." },
  { "word": "Omastar", "secret": "A spiral-shelled predator that uses tentacles to grasp prey." },
  { "word": "Kabuto", "secret": "A hardy fossil Pokémon that clings to rocks and filters water." },
  { "word": "Kabutops", "secret": "A scythe-armed swimmer that hunts swiftly along ancient sea floors." },
  { "word": "Aerodactyl", "secret": "A resurrected flying reptile that swoops and bites with fierce jaws." },
  { "word": "Snorlax", "secret": "A huge, sleepy Pokémon that eats a lot and sleeps deeply afterward." },
  { "word": "Articuno", "secret": "A graceful ice bird whose presence brings frigid winds and snow." },
  { "word": "Zapdos", "secret": "An electric bird that crackles with lightning and storms when it flies." },
  { "word": "Moltres", "secret": "A fiery avian Pokémon that soars trailing embers and warmth." },
  { "word": "Dratini", "secret": "A serpentine dragon in an early, graceful stage that sheds skin often." },
  { "word": "Dragonair", "secret": "An elegant dragon Pokémon that radiates a calming, mystical aura." },
  { "word": "Dragonite", "secret": "A kind-hearted but powerful dragon that can circle the globe swiftly." },
  { "word": "Mewtwo", "secret": "A genetically engineered powerhouse created for battle and intellect." },
  { "word": "Mew", "secret": "A rare, elusive creature said to carry the genetic data of all Pokémon." }
]